Repository: Gudratliishere/SuperShopManagmentSystem
Catalog: SuperShop/SuperShopDesktop/SuperShopDesktop/Language/*.resx
Languages: az

# Login_MainLogin_gbtn_signin
source: Sign in
az: Qeydiyyat

# Login_MainLogin_gbtn_signup
source: Sign up
az: Daxil ol

# Login_Settings_gbtn_save
source: Save
az: Yadda saxla

# Login_Settings_gchb_show
source: Show
az: Göstər

# Login_Settings_glbl_pass
source: Password
az: Şifrə

# Login_Settings_glbl_user
source: User
az: İstifadəçi

# Login_Signin_gbtn_signin
source: Sign in
az: Daxil ol

# Login_Signin_gchb_showpass
source: Show
az: Göstər

# Login_Signin_glbl_forgotPassword
source: Forget password?
az: Şifrəni unutmusunuz?

# Login_Signin_glbl_password
source: Password
az: Şifrə

# Login_Signup_gbtn_signup
source: Sign up
az: Qeydiyyat

# Login_Signup_gchb_showpass
source: Sow
az: Göstər

# Login_Signup_glbl_confirmPassword
source: Confirm password
az: Şifrə təkrar

# Login_Signup_glbl_name
source: Name
az: Ad

# Login_Signup_glbl_password
source: Password
az: Şifrə

# Login_Signup_glbl_phone
source: Phone
az: Nömrə

# Login_Signup_glbl_surname
source: Surname
az: Soyad

# Main_AddNew_gbtn_company
source: Product company
az: İstehsalçı

# Main_AddNew_gbtn_kind
source: Product kind
az: Məhsul növü

# Main_AddNew_gbtn_product
source: Product
az: Məhsul

# Main_AddNew_gbtn_productNumber
source: Numbered Product
az: Sayılı məhsul

# Main_AddNew_gbtn_productWeight
source: Weight product
az: Çəkili məhsul

# Main_AddNew_gbtn_worker
source: Worker
az: İşçi

# Main_AddNew_gbtn_workSector
source: Worker sector
az: İş bölməsi

# Main_MainAdmin_gbtn_cashiers
source: Cashiers
az: Kassirlər

# Main_MainAdmin_gbtn_products
source: Products
az: Məhsullar

# Main_MainAdmin_gbtn_settings
source: Settings
az: Paramaterlər

# Main_MainAdmin_gbtn_workers
source: Workers
az: İşçilər

# Main_ProductNumberEdit_gbtn_save
source: Save
az: Yadda saxla

# Main_ProductNumberEdit_lbl_arrivalPrice
source: Arrival price
az: Maya dəyəri

# Main_ProductNumberEdit_lbl_lastComeDate
source: Last come date
az: Son gəliş vaxtı

# Main_ProductNumberEdit_lbl_name
source: Name
az: Ad

# Main_ProductNumberEdit_lbl_number
source: Number
az: Say

# Main_ProductNumberEdit_lbl_productKind
source: Kind
az: Növ

# Main_ProductNumberEdit_lbl_salePrice
source: Sale price
az: Satış qiyməti

# Main_ProductWeightEdit_gbtn_save
source: Save
az: Yadda saxla

# Main_ProductWeightEdit_lbl_arrivalPrice
source: Arrival price
az: Maya dəyəri

# Main_ProductWeightEdit_lbl_lastComeDate
source: Last come date
az: Son gəliş vaxtı

# Main_ProductWeightEdit_lbl_name
source: Name
az: Ad

# Main_ProductWeightEdit_lbl_productCompany
source: Company
az: İstehsalçı

# Main_ProductWeightEdit_lbl_productKind
source: Kind
az: Növ

# Main_ProductWeightEdit_lbl_salePrice
source: Sale price
az: Satış qiyməti

# Main_ProductWeightEdit_lbl_weight
source: Weight
az: Çəki

# Main_Settings_lbl_language
source: Language
az: Dil

# Main_WorkerEdit_lbl_address
source: Address
az: Adres

# Main_WorkerEdit_lbl_birthday
source: Birthday
az: Doğum tarixi

# Main_WorkerEdit_lbl_birthdayHeader
source: Birthday
az: Doğum tarixi

# Main_WorkerEdit_lbl_contact
source: Contact
az: Əlaqə

# Main_workerEdit_lbl_endTime
source: End time
az: Bitmə vaxtı

# Main_WorkerEdit_lbl_fatherName
source: Father name
az: Ata adı

# Main_WorkerEdit_lbl_name
source: Name
az: Ad

# Main_WorkerEdit_lbl_sector
source: Sector
az: Sektor

# Main_WorkerEdit_lbl_sectorHeader
source: Sector
az: Sektor

# Main_workerEdit_lbl_startTime
source: Start time
az: Başlama vaxtı

# Main_WorkerEdit_lbl_surname
source: Surname
az: Soyad

# Main_WorkerEdit_lbl_wage
source: Wage
az: Maaş

# Main_WorkerEdit_lbl_wageHeader
source: Wage
az: Maaş

# Main_WorkerEdit_lbl_workTimeHeader
source: Working Time
az: İş saatı

# Main_WorkerView_lbl_address
source: Address
az: Adres

# Main_WorkerView_lbl_birthday
source: Birthday
az: Doğum tarixi

# Main_WorkerView_lbl_birthdayHeader
source: Birthday
az: Doğum tarixi

# Main_WorkerView_lbl_contact
source: Contact
az: Əlaqə

# Main_WorkerView_lbl_endTime
source: End Time
az: Bitmə vaxtı

# Main_WorkerView_lbl_nameSurname
source: Name Surname FatherName
az: Ad Soyad Ata adı

# Main_WorkerView_lbl_sector
source: Sector
az: Sektor

# Main_WorkerView_lbl_sectorHeader
source: Sector
az: Sektor

# Main_WorkerView_lbl_startTime
source: Start Time
az: Başlama vaxtı

# Main_WorkerView_lbl_wage
source: Wage
az: Maaş

# Main_WorkerView_lbl_wageHeader
source: Wage
az: Maaş

# Main_WorkerView_lbl_workTimeHeader
source: Working Time
az: İş vaxtı

# Main_Settings_cb_azerbaijan
source: Azerbaijan
az: Azərbaycan

# Main_Settings_cb_english
source: English
az: İngilis

# AppName
source: Shop Manager
az: Mağaza idarəsi

# Login_MainLogin_gbtn_exit
source: Exit
az: Çıx

# Login_MainLogin_gbtn_setting
source: Setting
az: Parametrlər

# Login_Settings_glbl_database
source: Database
az: Baza

# Login_SigninAdmin_adminBlocked
source: Admin account is blocked!
az: Admin hesabı banlanıb!

# Login_SigninAdmin_adminNotExist
source: Admin doesn't exist with this email!
az: Bu emailə aid admin tapılmadı!

# Login_SigninAdmin_passwordWrong
source: Password is wrong!
az: Şifrə səhvdir!

# Login_SigninOperator_operatorNotExist
source: Operator doesn't exist with this email!
az: Bu emailə aid operator tapılmadı!

# Login_SigninOperator_passwordWrong
source: Password is wrong!
az: Şifrə səhvdir!

# Login_SignupAdmin_adminExistEmail
source: Admin already exists with this email!
az: Bu emailə aid admin mövcuddur!

# Login_SignupAdmin_adminExistPhone
source: Admin already exists with this phone!
az: Bu telefona aid admin mövcuddur!

# Login_SignupAdmin_fullInformation
source: Please fill information fully!
az: Məlumatların hamısını doldurun!

# Login_SignupOper_fullInformation
source: Please fill information fully!
az: Məlumatların hamısını doldurun!

# Login_SignupOper_operExistEmail
source: Operator already exists with this email!
az: Bu emailə aid operator mövcuddur!

# Login_SignupOper_operExistPhone
source: Operator already exists with this phone!
az: Bu telefona aid operator mövcuddur!

# Login_Signup_passwordNotMatch
source: Password doesn't match!
az: Şifrələr eyni deyil!

# Login_Signup_success
source: Successfully created!
az: Uğurla yaradıldı!

# Login_Signup_validEmail
source: Enter valid email
az: Düzgün email daxil edin!

# Main_Menu_CashierEdit_gbtn_remove
source: Remove
az: Sil

# Main_Menu_CashierEdit_gbtn_reset
source: Reset
az: Sıfırla

# Main_Menu_CashierEdit_gbtn_save
source: Save
az: Yadda saxla

# Main_Menu_CashierEdit_lbl_name
source: Name
az: Ad

# Main_Menu_CashierEdit_lbl_worker
source: Worker
az: İşçi

# Main_ProductCompanyEdit_gbtn_save
source: Save
az: Yadda saxla

# Main_ProductCompanyEdit_lbl_beginDate
source: Begin date
az: Başlama tarixi

# Main_ProductCompanyEdit_lbl_endDate
source: End date
az: Bitmə tarixi

# Main_ProductCompanyEdit_lbl_lastComeDate
source: Last come date
az: Son gəliş tarixi

# Main_ProductCompanyEdit_lbl_name
source: Name
az: Ad

# Main_ProductCompanyEdit_lbl_phone
source: Phone
az: Telefon

# Main_ProductKindEdit_gbtn_save
source: Save
az: Yadda saxla

# Main_ProductKindEdit_lbl_name
source: Name
az: Ad

# Main_Products_gcb_all
source: All
az: Hamısı

# Main_Products_gcb_company
source: Company
az: Firma

# Main_Products_gcb_kind
source: Kind
az: Növ

# Main_Products_gcb_productNumber
source: Numbered Products
az: Sayılı mallar

# Main_Products_gcb_productWeight
source: Weight Products
az: Çəkili mallar

# Main_Remove
source: Remove
az: Sil

# Main_SureRemove
source: Are you sure to remove?
az: Silmək istədiyinizə əminsiniz mi?

# Main_Workers_cb_all
source: All
az: Hamısı

# Main_Workers_cb_sector
source: Sector
az: Sahə

# Main_WorkSector_gbtn_save
source: Save
az: Yadda saxla

# Main_WorkSector_lbl_name
source: Name
az: Ad

# Main_Notification_lessProductNumberLeft
source: products left!
az: qaldı!

# Main_Notification_lessProductWeightLeft
source: kg left!
az: kg qaldı!

# Main_AddNew_gbtn_cashier
source: Cashier
az: Kassir
